[Cues]
Act_E3_5A_Bathroom_Bird_Look01_Max_010="No way... That's the bluebird I saved Monday in Joyce's room..."
Act_E3_5A_Bathroom_ChildishSponge_Look01_Max_010="Chloe has had this damn dirty pirate towel since we were kids... Serious flashback."
Act_E3_5A_Bathroom_HairDye_Look01_Max_010="You know, I haven't gone through a "dyeing my hair blue" phase yet... maybe it's time."
Act_E3_5A_Bathroom_Mirror_Interact01_Max_010="Check out Mad Max! Ready to fucking thrash! I am so hardcore."
Act_E3_5A_Bathroom_Object01_Look01_Max_010="I bet Chloe has serious cotton eyes."
Act_E3_5A_Bathroom_Shower_Look01_Max_010="Tempting... but breakfast calls."
Act_E3_5A_Bathroom_Tap_Interact01_Max_010="Feels so good to wash my face after all that chlorine... and hiding."
Act_E3_5A_Bathroom_TeethBrush_Interact01_Max_010="What's ironic is I always hated it when Chloe used my toothbrush..."
Act_E3_5A_Bathroom_TeethBrush_Look01_Max_010="Chloe never used to care when I borrowed her toothbrush."
Act_E3_5A_ChloeRoom_Bills_Look01_Max_010="Yes, I might go to hell for this, but if it saves Chloe... We'll pay it back—somehow."
Act_E3_5A_ChloeRoom_CHChloe_Look01_Max_010="Chloe doesn't seem too upset she didn't take that money from the handicapped fund..."
Act_E3_5A_ChloeRoom_CHChloe_Look02_Max_010="Chloe seems more relaxed now that she has that money... from the handicapped fund..."
Act_E3_5A_ChloeRoom_Camera_Interact01_Max_010="Always remember this moment..."
Act_E3_5A_ChloeRoom_ChloeClothing_Look01_Max_010="Aww, I love that Chloe keeps that photo with her..."
Act_E3_5A_ChloeRoom_ChloePhone_Look01_Max_010="I thought Chloe might put up a pic of me instead... Can't compete with Rachel."
Act_E3_5A_ChloeRoom_ChloePhone_Look02_Max_010="Nice, Chloe put my pic on her phone... I must have proved I was worthy again..."
Act_E3_5A_ChloeRoom_ChloePhone_Look03_Max_010="Jesus, now I am glad Chloe took that money. This guy is serious. And scary."
Act_E3_5A_ChloeRoom_ChloePhone_Look04_Max_010="Holy shitballs. Frank is scary. I should have let Chloe take that money..."
Act_E3_5A_ChloeRoom_ChloeRoomDoor_Interact01_Max_010="Put some clothes on first, hillbilly."
Act_E3_5A_ChloeRoom_ChloeWallet_Look01_Max_010="The fact that she put the photo next to Rachel is so touching..."
Act_E3_5A_ChloeRoom_ClosetDoor_Interact01_Max_010="Okay, time for some Chloe cosplay..."
Act_E3_5A_ChloeRoom_Closet_Look01_Max_010="If I stayed hidden, no way would I have been suspended..."
Act_E3_5A_ChloeRoom_Closet_Look02_Max_010="Maybe I should have hid in the closet, no way would I have been suspended..."
Act_E3_5A_ChloeRoom_Closet_Look03_Max_010="I still feel guilty for not busting out of here to stop David from hitting Chloe..."
Act_E3_5A_ChloeRoom_Closet_Look04_Max_010="Man, if I had stayed hidden, David wouldn't be targeting me."
Act_E3_5A_ChloeRoom_Closet_Look05_Max_010="I could have hid in the closet and then David wouldn't be on my case."
Act_E3_5A_ChloeRoom_ClothesBag_Interact01_Max_010="Dirty threads. Gross."
Act_E3_5A_ChloeRoom_ClothesBag_Look01_Max_010="Yes, there will be fresh threads in here..."
Act_E3_5A_ChloeRoom_DavidGun_Look01_Max_010="Frank might think twice about messing with Chloe now, but if David finds out... shitstorm."
Act_E3_5A_ChloeRoom_Drawer01_Interact01_Max_010="Wow... I remember this old phone! We decorated it together."
Act_E3_5A_ChloeRoom_Drawer02_Interact01_Max_010="I don't think I'll be moshing today."
Act_E3_5A_ChloeRoom_HiFi_Look01_Max_010="I love this song."
Act_E3_5A_ChloeRoom_HiFi_Look02_Max_010="Hey, can you play that again?"
Act_E3_5A_ChloeRoom_Joint_Look01_Max_010="I should have sparked up that joint in front of David so he wouldn't have hit Chloe..."
Act_E3_5A_ChloeRoom_Joint_Look02_Max_010="I might as well start blazing if I was dumb enough to get suspended for weed..."
Act_E3_5A_ChloeRoom_Joint_Look03_Max_010="I'm lucky David didn't bust me for acting like it was my pot."
Act_E3_5A_ChloeRoom_Joint_Look04_Max_010="I was such a wuss to cower in the closet while David hit her..."
Act_E3_5A_ChloeRoom_Laptop_Interact01_Max_010="Is this supposed to work?"
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_010="At least we haven't been identified... yet."
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_020="I have to go. Especially since Kate's parents aren't going to bury her here..."
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_030="Thank God she's okay. I wonder when I can visit her..."
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_040="I'd love to go with Chloe and watch her in action..."
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_050="I know Chloe hates science... but she cares enough about me to study it... Big sigh."
Act_E3_5A_ChloeRoom_Laptop_Look01_Max_010="Can I check out the news on this old laptop?"
Act_E3_5A_ChloeRoom_MajorChoice_DontKiss_Max_010="I love that Chloe is so fearless..."
Act_E3_5A_ChloeRoom_MajorChoice_Kiss_Max_010="Oh man, that was priceless when I kissed Chloe. She didn't think I would..."
Act_E3_5A_ChloeRoom_MaxClothes_Interact01_Max_010="Hmmm, I don't know about this outfit now, it reeks..."
Act_E3_5A_ChloeRoom_MaxClothes_Look01_Max_010="Time to put on your daily armor, Max!"
Act_E3_5A_ChloeRoom_MaxClothes_Look02_Max_010="Ew. Still reeks like a chlorine factory."
Act_E3_5A_ChloeRoom_MusicInBed_Zen_Max_010="What if this whole week was just a dream and I'm waking up now..."
Act_E3_5A_ChloeRoom_MusicInBed_Zen_Max_020="Would I be sad if I actually didn't have my power?"
Act_E3_5A_ChloeRoom_MusicInBed_Zen_Max_030="No... I'd be sad because Chloe and I wouldn't be friends again..."
Act_E3_5A_ChloeRoom_Object01_Look01_Max_010="Spray paint? Is Chloe a tagger on the side?"
Act_E3_5A_ChloeRoom_Object02_Look01_Max_010="Ah, the CD's cracked... Wonder what kind of music Rachel likes?"
Act_E3_5A_ChloeRoom_Object03_Look01_Max_010="Hey Chloe, what are these, huh? WHAT ARE THESE?"
Act_E3_5A_ChloeRoom_Paper01_Look01_Max_010="Chloe is so damn cute—she's really trying to suss out what my vision means..."
Act_E3_5A_ChloeRoom_Paper02_Look01_Max_010="Chloe is all over Frank's shit now. But how connected is he to Rachel?"
Act_E3_5A_ChloeRoom_Paper03_Look01_Max_010="Nathan must know something... or he's completely tweaking."
Act_E3_5A_ChloeRoom_Photo01_Look01_Max_010="Wowser... That was my 10th birthday. I didn't know Chloe kept this stuff..."
Act_E3_5A_ChloeRoom_Photo02_Look01_Max_010="I remember William taking this shot. Chloe and me never wanted to get out of the snow."
Act_E3_5A_ChloeRoom_RachelClothes_Look01_Max_010="I think Rachel's style is a little more subtle... like me."
Act_E3_5A_ChloeRoom_SnowGlobe_Look01_Max_010="Glad to see Chloe's snow globe in one piece..."
Act_E3_5A_ChloeRoom_VoiceOverBed_Max_010="It's so serene after last night..."
Act_E3_5A_ChloeRoom_VoiceOverBed_Max_015="I love being besties with Chloe again."
Act_E3_5A_ChloeRoom_VoiceOverBed_Max_020="Photo op!"
Act_E3_5A_ChloeRoom_VoiceOverClothes_Max_010="Okay, I need to get dressed now."
Act_E3_5A_ChloeRoom_VoiceOverClothes_Max_020="Maybe Chloe has some casual clothes I can wear... right."
Act_E3_5A_Corridor_ArcadiaBayPoster_Look01_Max_010="Nobody in this town has a fucking clue as to what's happening... or do they?"
Act_E3_5A_Corridor_ParentsRoomDoor_Look01_Max_010="I better not go in there... David might be in bed. Ew."
Act_E3_5A_Corridor_VoiceOverBreakfast_Max_010="Better hurry, Joyce is waiting... and cooking."
Act_E3_5A_Corridor_VoiceOverBreakfast_Max_020="Oh my god, that smells so amazing... It's like when we were kids here."
Act_E3_5A_Corridor_Window_Look01_Max_010="For everybody else in the neighborhood it's just another morning..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_002="Wouldn't it be wicked if we could just hang out here forever like when we were kids?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_006="Oh, okay, Queen of the World. I'll try not to remind you of when we were besties anymore. Rachel loved hanging out with me here, she would have understood... Forget it."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_007="At least you can date now, right? My dad was terrified of the day I would discover boys."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_008="You know it. She reminded me of you when we faked sleep so our parents wouldn't make us get up too early Saturday morning..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_010="As many as possible. But it was more fun at her place. Step-commando wanted us up at the ass-crack of dawn... It's cool to be back here with you."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_012="Not serious. Hella stupid, usually. I went through a "boy toy" phase. Among other things..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_014="And way fucking gross. As you'll discover soon enough."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_017="Because you have a good eye. That's why I was so glad Rachel came along to rescue me."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_018="Sorry, sorry. Didn't mean to get you all worked up. I just don't think anybody is good enough for you... besides me."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_021="You would have too. Smart, sexy and sassy... Like me, right?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_022="She blended like a chameleon. Clearly more than I knew... or wanted to know..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_025="You wish! Then again, maybe... you're a photographer and she wanted to be a model."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_026="Then where is she?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_001="I love this morning light, it's so peaceful..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_003="No, too easy. And there's too much shit going on now..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_004="Yes, but... sadly we're not kids anymore."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_005="Yep. I bet you and Rachel liked hanging out here too..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_009="Did you guys have a lot of sleepovers?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_011="So... you never really told me if you had a serious boyfriend while I was away..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_013="As Blackwell proves, boys are trouble."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_015="I can't see you with any of the guys around here..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_016="Oh okay, Woman of the World. Please tell me what it's like to get that first magic kiss!"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_019="Sounds like you totally crushed on Rachel."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_020="Was Rachel that popular with everybody here?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_023="Well, duh! Maybe Rachel would have fought over both of us."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_024="You knew that she wanted to go to Los Angeles with you."
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_001="You better not rewind and take that kiss back. You know I'm hotter than those Seattle art-holes, right?"
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_002="I bet you totally used your rewind to mack on me just so you could act like you didn't... Come on girl, confess!"
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_003="If you want, go ahead and check out the closet for some fresh clothes."
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_004="Hey lazyass, put some clothes on. Then we can scarf the awesome breakfast Joyce is cooking up."
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_005="Check you out, Max! Ready for the runway. Go downstairs and show Joyce, she'll love it."
Cue_E3_5A_ChloeRoom_ChitChat_Chloe_010="I am so wiped out from last night. But it was awesome."
Cue_E3_5A_ChloeRoom_ChitChat_Chloe_030="Last night was only the tip of the iceberg."
Cue_E3_5A_ChloeRoom_ChitChat_Chloe_050="Today the gym, tomorrow the world. We need to step it up."
Cue_E3_5A_ChloeRoom_ChitChat_Max_020="I have to ponder what kind of criminal I've become."
Cue_E3_5A_ChloeRoom_ChitChat_Max_040="I have to admit, it was pretty cool to take over the Blackwell gym."
Cue_E3_5A_ChloeRoom_ChitChat_Max_060="We still have to be careful how I use my power... I don't want to get stuck in time."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_010="Photobomb!"
Cue_E3_5A_ChloeRoom_Insertion_Chloe_040="We left a skid mark on Blackwell last night."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_060="Every great artist gets rejected before they get accepted. So you have to enter a photo."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_080="Come on, I don't want to see Arcadia Bay burned to the shore, I just say shit like that because I've been trying to get out of here since—since you left, basically. If I could find Rachel, then pay Frank off, I'm still leaving to start a whole new life..."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_100="No, you don't. You're suspended, criminal."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_120="Oh, does the schoolgirl have a test today?"
Cue_E3_5A_ChloeRoom_Insertion_Max_020="Photo-hog!"
Cue_E3_5A_ChloeRoom_Insertion_Max_030="It feels like a different world from yesterday..."
Cue_E3_5A_ChloeRoom_Insertion_Max_050="Like it needs another one."
Cue_E3_5A_ChloeRoom_Insertion_Max_055="I'd like to do something good for my school and Arcadia Bay. I can't even submit my photo to represent... I just don't want to be rejected."
Cue_E3_5A_ChloeRoom_Insertion_Max_070="Even though I'm pimping the school and town you want to torch?"
Cue_E3_5A_ChloeRoom_Insertion_Max_090="Wish we could just hang out all morning like we used to... Maybe we should get up, I have to get back to Blackwell soon."
Cue_E3_5A_ChloeRoom_Insertion_Max_110="Nobody suspended my homework. If I don't turn it in, the school will contact my folks again. And Max gets in more trouble."
Cue_E3_5A_ChloeRoom_Insertion_Max_130="I'm starting to feel like going to Blackwell every day is a test. I just need to get on my regular school schedule again."
Cue_E3_5A_ChloeRoom_KissChoice_Max_010="I am so going to best unfriend you for that."
Cue_E3_5A_ChloeRoom_Kiss_Chloe_010="Damn, you're hardcore, Max! Now I can text Warren and tell him he doesn't stand a chance... unless he's into girl-on-girl action."
Cue_E3_5A_ChloeRoom_Laptop_Chloe_010="Give the old beast time to boot up."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_020="See if you can find a suitable outfit in my fashion hole."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_030="Hey, there you go! Rachel left a bunch of her clothes with me... She's your size."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_050="Max, you don't have a style yet. At least give it a try. You can always rewind back to your chlorine brand T-shirt and generic jeans."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_070="Stop second-guessing yourself, Max! Put this on and let your inner punk-rock girl come out! You can afford to take chances! Whenever and whatever you want to try... for example, I dare you to kiss me!"
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_100="I double dare you. Kiss me now."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_010="Ew. Still reeks like a chlorine factory."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_040="But not quite my style."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_060="You suck. I like my shirt and jeans... but it would be cool to try on Rachel's clothes, just to see if they fit."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_090="What?"
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_010="Lookin' sick, Max. A couple tats, some piercings and we'll make a thrasher out of you yet."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_030="Maybe not. Go on down and say hi to Joyce. Free breakfast! I have to, er, wake 'n' bake first."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_050="Let's not rewind and find out, 'kay?"
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_070="So take a hit instead, tightass. Yeah, right."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_080="Go show some love to mom's breakfast. Then we can go into the garage and plunder Step-fuck's secret files."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Max_020="Ready for the mosh pit, shaka brah."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Max_040="I promise not to tell."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Max_060="I'm not taking the rap this time, stoner."
Cue_E3_5A_ChloeRoom_MusicInBed_Chloe_010="You don't talk in your sleep... you whisper."
Cue_E3_5A_ChloeRoom_MusicInBed_Chloe_030="Something about marrying Warren. Or me."
Cue_E3_5A_ChloeRoom_MusicInBed_Max_020="For reals? Liar, liar. Uh... what did I say?"
Cue_E3_5A_ChloeRoom_MusicInBed_Max_040="Yeah. This sounds like your dream..."
Cue_E3_5A_ChloeRoom_NoKiss_Chloe_020="Oh, like I am? Just admit that you already macked on me then used your rewind! Now I can text Warren that you're saving yourself all for him..."
Cue_E3_5A_ChloeRoom_NoKiss_Max_010="Sorry, not that easy."
Cue_E3_5A_ChloeRoom_NoKiss_Max_030="You are such a dork."
